Repository: 9cat/cyberduck
Catalog: *.lproj/Error.strings
Languages: ar

source: Listing directory failed
ar: فشل سرد الدليل

source: Cannot create {0}
ar: لا يمكن أنشاء الملف {0}

source: Cannot create folder {0}
ar: لا يمكن أنشاء المجلد {0}

source: Cannot rename {0}
ar: لا يمكن تغيير الأسم {0}

source: Cannot read file attributes
ar: لا يمكن قراءة سمات الملف

source: Cannot write file attributes
ar: لا يمكن كتابة سمات الملف

source: Cannot delete {0}
ar: لا يمكن الحذف {0}

source: Cannot change owner
ar: لا يمكن تغيير المالك

source: Cannot change group
ar: لا يمكن تغيير المجموعة

source: Cannot change permissions
ar: لا يمكن تغيير الصلاحيات

source: Cannot change timestamp
ar: لا يمكن تغيير الطابع الزمني

source: Connection failed
ar: فشل الأتصال

source: Download failed
ar: فشل التحميل

source: Upload failed
ar: فشل الرفع

source: Cannot read CDN configuration
ar: لا يمكن قرآءة أعدادات CDN

source: Cannot write CDN configuration
ar: لا يمكن كتابة أعدادات CDN
