Repository: 9cat/cyberduck
Catalog: *.lproj/License.strings
Languages: ar

source: Get a donation key!
ar: الحصول على مفتاح التبرع

source: Registered to {0}
ar: سجلت إلى {0}

source: Thanks for your support! Your contribution helps to further advance development to make Cyberduck even better.
ar: شكرا لدعمكم! مساهمتكم يساعد على تطوير و المزيد من التقدم لجعل Cyberduck أفضل.

source: Your donation key has been copied to the Application Support folder.
ar: تم نسخ مفتاح الخاص بالتبرع الى Application Support folder.

source: Not a valid donation key
ar: مفتاح الخاص بالتبرع غير صالح

source: This donation key does not appear to be valid.
ar: هذا المفتاح الخاص بالتبرع لا يبدو أنه صحيح.

source: Continue
ar: أستمرار
