Repository: 9cat/cyberduck
Catalog: *.lproj/Localizable.strings
Languages: ar, zh_tw

source: A file with the same name already exists. Do you want to replace the existing file?
ar: ملف يحمل نفس الاسم موجود مسبقا. هل تريد استبدال الملف الموجود؟

source: Action
ar: أجرآئات
zh_tw: 行動

source: Active
ar: فعال (PORT)
zh_tw: 主動

source: Activity
ar: النشاط

source: Allow
ar: السماح
zh_tw: 允許

source: Always
ar: دائما
zh_tw: 總是

source: Prompt
ar: السؤال

source: Bookmarks
ar: المفضلات
zh_tw: 書籤

source: Cancel
ar: إلغاء
zh_tw: 取消

source: Character Encoding
ar: ترميز الأحرف
zh_tw: 文字編碼

source: Choose
ar: أختيار
zh_tw: 選擇

source: Clean Up
ar: تنظيف

source: Clear Menu
ar: تنظيف القائمة

source: Column
ar: عامود
zh_tw: 欄位

source: Connect to server
ar: الأتصال بالخادم
zh_tw: 連接伺服器

source: {0} URL
ar: {0} الرابط

source: Could not open or read the host file
ar: تعذر فتح أو قراءة ملف المضيف
zh_tw: 無法開取或讀取檔案

source: Could not open the file
ar: لا يمكن فتح الملف
zh_tw: 無法開啟檔案

source: Could not show the file
ar: لا يمكن عرض الملف
zh_tw: 無法顯示檔案

source: Could not show the file in the Finder
ar: لا يمكن أن تظهر في Finder
zh_tw: 無法在 Finder 顯示檔案

source: Create New Folder
ar: أنشاء مجلد جديد
zh_tw: 新增檔案夾

source: Cut {0}
ar: قص {0}

source: Copy {0}
ar: نسخ {0}

source: Default
ar: الافتراضي
zh_tw: 預設

source: Delete
ar: حذف
zh_tw: 刪除

source: Delete Bookmark
ar: حذف المفضلة
zh_tw: 刪除書籤

source: Delete file
ar: حذف ملف
zh_tw: 刪除檔案

source: Deny
ar: منع
zh_tw: 拒絕

source: Disconnect
ar: قطع الاتصال
zh_tw: 切斷連線

source: Disconnect from {0}
ar: قطع الأتصال من {0}

source: Disconnect from server
ar: قطع من الخادم
zh_tw: 切斷與伺朊器連線

source: Do you want to delete the selected bookmark?
ar: هل تريد حذف المفضلة المحددة
zh_tw: 刪除所選擇的書籤？

source: Download
ar: تحميل
zh_tw: 下載

source: Download As:
ar: التحميل كا:
zh_tw: 下載存成：

source: Download file
ar: تحميل الملف
zh_tw: 下載檔案

source: Download the selected file to…
ar: تحميل الملف المحدد إلى...

source: Edit
ar: تعديل
zh_tw: 編輯

source: Edit file in external editor
ar: تعديل الملف في محرر خارجي
zh_tw: 用文字編輯器編輯檔案

source: Encoding
ar: ترميز
zh_tw: 編碼

source: Error
ar: خطاء
zh_tw: 錯誤

source: Exit
ar: الخروج

source: File
ar: ملف
zh_tw: 檔案

source: Filename
ar: أسم الملف
zh_tw: 檔案吊稱

source: {0} Files
ar: {0} ملفات

source: Folder
ar: مجلد
zh_tw: 檔案夾

source: Get Info
ar: الحصول على المعلومات
zh_tw: 簡介

source: Go to Folder
ar: الذهاب إلى المجلد

source: History
ar: السجل الزمني
zh_tw: 歷史記錄

source: Invalid character in filename.
ar: حرف غير صالح في اسم الملف.
zh_tw: 檔案名稱中有無效的字元。

source: Invalid character in folder name.
ar: حرف غير صالح في اسم المجلد.
zh_tw: 檔案夾名稱中有無效的字元。

source: Kind
ar: نوع

source: Extension
ar: أمتداد الملف

source: List
ar: قائمة
zh_tw: 列表

source: Local
ar: محلي
zh_tw: 本機

source: Local File
ar: ملف محلي
zh_tw: 本機檔案

source: Modified
ar: عُدّل
zh_tw: 更改日期

source: Move to Trash
ar: نقل إلى سلة المهملات

source: Multiple files
ar: عدة ملفات
zh_tw: 數個檔案

source: New Connection
ar: أتصال جديد
zh_tw: 新連線

source: New Folder
ar: مجلد جديد
zh_tw: 新檔案夾

source: No external editor available
ar: لا يوجد محرر خارج متاح

source: No newer version available.
ar: لا توجد نسخة جديدة متاحة.
zh_tw: 尚無新版本，

source: No recently connected servers available
ar: لا خوادم متصلة مؤخرا متاحة
zh_tw: 無最近連線的伺服器

source: No update
ar: لا يوجد تحديث
zh_tw: 無更新版本

source: None
ar: لا شيء
zh_tw: 無

source: {0} of {1}
ar: {0} من {1}

source: OK
ar: موافق
zh_tw: 確定

source: Open
ar: فتح
zh_tw: 開啟

source: Open in Web Browser
ar: فتح في متصفح ويب

source: Overwrite
ar: الاستبدال

source: Owner
ar: المالك
zh_tw: 持有人

source: Group
ar: المجموعة

source: Passive
ar: Passive (PASV)

source: Paste {0}
ar: لصق {0}

source: Permissions
ar: الصلاحيات
zh_tw: 取用權限

source: Quick Connect
ar: أتصال سريع
zh_tw: 快速連接

source: Quick Look
ar: نظرة سريعة

source: Quit
ar: خروج
zh_tw: 結束

source: Quit Anyway
ar: الخروج بأية حال
zh_tw: 強制結束

source: Really delete the following files? This cannot be undone.
ar: متأكد من حذف الملفات التالية ؟ هذا لا يمكن التراجع عنه.
zh_tw: 確定刪除以下檔案？刪除後無法回復檔案

source: Refresh
ar: التحديث
zh_tw: 重新整理

source: Reload
ar: تحديث
zh_tw: 重新整理

source: Remove
ar: إزالة
zh_tw: 移除

source: Remove completed transfers from list.
ar: إزالة المنقولات المكتملة من القائمة.

source: Resume
ar: استئناف
zh_tw: 繼續

source: Review…
ar: استعراض ...

source: Search
ar: البحث

source: Server File
ar: ملف الخادم
zh_tw: 伺朊器檔案

source: Show
ar: عرض
zh_tw: 顯示

source: Show file attributes
ar: أظهار سمات الملف
zh_tw: 顯示檔案

source: Show in Finder
ar: اعرض في Finder
zh_tw: 顯示於 Finder

source: Show Transfers window
ar: أعرض نافذة المنقولات
zh_tw: 顯示傳輸視窗

source: Size
ar: حجم
zh_tw: 大小

source: Stop
ar: توقف
zh_tw: 停止

source: Skip
ar: تخطى

source: Switch Browser View
ar: تبديل عرض المتصفح
zh_tw: 轉換視窗顯示方式

source: Symbolic Link (File)
ar: Symbolic Link (ملف)
zh_tw: 替身（檔案）

source: Symbolic Link (Folder)
ar: Symbolic Link (مجلد)
zh_tw: 替身（檔案夾）

source: Synchronize {0} with
ar: تزامن {0}

source: Synchronize files
ar: تزامن ملفات
zh_tw: 同步檔案

source: The connection will be closed.
ar: سيتم أغلاق الأتصال.
zh_tw: 連線將終止

source: There are files currently being transferred. Quit anyway?
ar: هناك ملفات التي يجري نقلها. الخروج على أية حال؟

source: There was a problem checking for an update. Please try again later.
ar: كانت هناك مشكلة أثناء التحقق من تحديث. يرجى المحاولة مرة أخرى في وقت لاحق.
zh_tw: 檢查更新時發生錯誤，請稊後再嘗試。

source: Toggle Bookmarks
ar: تبديل المفضلة
zh_tw: 切換書籤

source: Transfer in progress
ar: جاري النقل
zh_tw: 傳輸中

source: Transfers
ar: المنقولات
zh_tw: 傳輸

source: Trash
ar: سلة المهملات

source: Unknown
ar: غير معروف
zh_tw: 未知

source: Unknown size
ar: الحجم غير معروف
zh_tw: 未知的大小

source: Upload
ar: رفع
zh_tw: 上傳

source: Upload local file to the remote host
ar: تحميل ملف محلي إلى المضيف البعيد
zh_tw: 上傳檔案至遠端主機

source: Rename existing
ar: إعادة تسمية حالي

source: Rename
ar: إعادة تسمية

source: View
ar: عرض

source: You are connected to at least one remote site. Do you want to review open browsers?
ar: كُنتَ متصلا بموقع بعيد واحد على الأقل . هل ترغب بمراجعة المتصفحات المفتوحة؟
zh_tw: 你連線到一個或一個以上的遠端主機。你需要重新檢視已開啟的視窗嗎？

source: Open Network Diagnostics
ar: فتح تشخيص الشبكة

source: Release
ar: أصدار

source: Beta
ar: تجريبي

source: Snapshot Builds
ar: لقطة للأصدارات

source: Show Hidden Files
ar: أظهار الملفات المخفية

source: Hide Toolbar
ar: أخفاء شريط الأدوات

source: Show Toolbar
ar: أظهار شريط الأدوات

source: Ask me what to do
zh_tw: 詢問我

source: Auto
zh_tw: 自動

source: Binary
zh_tw: 二進位

source: Copy
zh_tw: 複製

source: Cannot continue without a valid host key.
zh_tw: 無效的 Public Key，無法繼續

source: Clear
zh_tw: 清除

source: Cut
zh_tw: 剪下

source: Disconnect from
zh_tw: 切斷連線

source: Do you want to allow the host access?
zh_tw: 允許主機連結？

source: Download the selected file to...
zh_tw: 下載所選檔案至⋯

source: files
zh_tw: 檔案

source: FTP (File Transfer Protocol)
zh_tw: FTP （檔案傳輸協定）

source: Host key mismatch:
zh_tw: Host Key 不符：

source: Invalid host key
zh_tw: Host Key 無效

source: is out of date. The current version is
zh_tw: 是舊版，現有版本是

source: is up to date.
zh_tw: 是新版

source: It moved since you downloaded it.
zh_tw: 下載後，檔案已被移至別處

source: Mac Line Endings (CR)
zh_tw: Mac 句尾 (CR)

source: No Private Key selected
zh_tw: 無選擇 Private Key

source: No Bonjour services available
zh_tw: 無可用的 Bonjour

source: Outline
zh_tw: 簡介

source: Overwrite existing file
zh_tw: 抹寫已存在的檔案

source: Paste
zh_tw: 貼上

source: Refresh directory listing
zh_tw: 重新整理列表

source: Remote
zh_tw: 遠端

source: Review...
zh_tw: 重新檢視⋯

source: SFTP (SSH Secure File Transfer)
zh_tw: SFTP（安全遠端連線檔案傳輸協定）

source: Synchronize
zh_tw: 同步

source: The current allowed key for this host is
zh_tw: 適用此主機的 Public Key 是

source: The file has not yet been downloaded.
zh_tw: 檔案尚未下載

source: The host is currently unknown to the system. The host key fingerprint is
zh_tw: 無法辨識主機，此 Host Key Fingerprint 是

source: The host key supplied is
zh_tw: 所提供的 Host Key 是

source: There are items in the queue currently being transferred. Quit anyway?
zh_tw: 目前正在傳輸檔案，確定結束 Cyberduck？

source: Try to resume transfer
zh_tw: 繼續嘗試傳輸

source: Unix Line Endings (LF)
zh_tw: Unix 句尾 (LF)

source: Unknown host key for
zh_tw: 無法辨識的 Host Key

source: Use similar name
zh_tw: 使用相同吊稱

source: Windows Line Endings (CRLF)
zh_tw: Windows 句尾 (CRLF)

source: with
zh_tw: 及
