Repository: 9cat/cyberduck
Catalog: *.lproj/Status.strings
Languages: ar

source: Authenticating as {0}
ar: المصادقة كا {0}

source: Closing SSH Session Channel
ar: أغلاج SSH Session Channel

source: Deleting {0}
ar: الحذف {0}

source: Disconnected
ar: قُطع الأتصال

source: Disconnecting {0}
ar: جاري قطع الآتصال {0}

source: Downloading {0}
ar: جاري التحميل {0}

source: {0} connection opened
ar: {0} الأتصال فُتح

source: Getting size of {0}
ar: الحصول على حجم من {0}

source: Getting timestamp of {0}
ar: الحصول على طابع زمني من {0}

source: Getting permission of {0}
ar: الحصول على إذن من {0}

source: Listing directory {0}
ar: سرد الدليل {0}

source: Making directory {0}
ar: جعل الدليل {0}

source: Maximum allowed connections exceeded. Waiting
ar: تجاوز الحد الأقصى الاتصالات المسموح بها. انتظار ...

source: Opening {0} connection to {1}
ar: أفتتاح {0} الأتصال إلى {1}

source: Uploading {0}
ar: جاري الرفع {0}

source: Renaming {0} to {1}
ar: تغيير الأسم {0} إلى {1}

source: Copying {0} to {1}
ar: نسخ {0} إلى {1}

source: Changing owner of {0} to {1}
ar: تغيير المالك من {0} إلى {1}

source: Changing group of {0} to {1}
ar: تغيير المجموعة من {0} إلى {1}

source: Changing permission of {0} to {1}
ar: تغيير الصلاحيات من {0} إلى {1}

source: {0} seconds remaining
ar: {0} ثواني متبقية

source: {0} minutes remaining
ar: {0} دقائق متبقية

source: {0} hours remaining
ar: {0} ساعات متبقية

source: Resolving {0}
ar: حل {0}

source: Retry again in {0} seconds ({1} more attempts)
ar: إعادة المحاولة مرة أخرى بعد {0} ثانية ({1} محاولات أكثر)

source: Transfer complete
ar: النقل أكتمل

source: Transfer incomplete
ar: النقل لم يكتمل

source: Enable {0} Distribution
ar: فعّل {0} النشر

source: Disable {0} Distribution
ar: عطل {0} النشر

source: Archiving {0}
ar: أرشفت {0}

source: Unarchiving {0}
ar: غير مؤرشف {0}

source: Prepare {0}
ar: جهّز {0}

source: Connection failed
ar: فشل الأتصال

source: Connection opened
ar: الأتصال فُتح

source: Download complete
ar: أكتمل التحميل

source: Synchronization complete
ar: أكتمل التزامن

source: Upload complete
ar: أكتمل الرفع

source: Download failed
ar: فشل التحميل

source: Upload failed
ar: فشل الرفع

source: Transfer queued
ar: قائمة الأنتظار للنقل
